Repository: GALLIC-A/cinnamon-spices-applets
Catalog: clipboard-history@axaul/files/clipboard-history@axaul/po/*.po
Languages: de, fi, it, ja, nl, pl, pt, ru, zh_tw

source: Open clipboard history
de: Zwischenablageverlauf öffnen
fi: Avaa leikepöydän historia
it: Apri la cronologia degli appunti
ja: クリップボード履歴を開く
nl: Open klembordgeschiedenis
pl: Otwórz historię schowka
pt: Abrir histórico da área de transferência
ru: Открыть историю буфера обмена
zh_tw: 開啟剪貼簿歷史紀錄

source: [SETTINGS] Settings change detected
de: [PARAMETER] Parameteränderung erkannt
fi: [ASETUKSET] Asetusten muutoksia havaittu
it: [IMPOSTAZIONI] Modifica delle impostazioni rilevata
ja: [設定] 設定の変更が検出されました
nl: [INSTELLINGEN] Wijziging in instellingen gedetecteerd
pl: [USTAWIENIA] Wykryto zmianę ustawień
pt: [CONFIGURAÇÕES] Alteração de configuração detectada
ru: [ПАРАМЕТРЫ] Обнаружено изменение параметров
zh_tw: [設定] 偵測到設定變更

source: 🗑️ Clear entire history
de: 🗑️ Gesamten Verlauf löschen
fi: 🗑️ Tyhjennä koko historia
it: 🗑️ Cancella l'intera cronologia
ja: 🗑️ 履歴をすべてクリア
nl: 🗑️ Wis hele geschiedenis
pl: 🗑️ Wyczyść całą historię
pt: 🗑️ Limpar todo o histórico
ru: 🗑️ Очистить всю историю
zh_tw: 🗑️ 清除所有歷史紀錄

source: History emptied and clipboard erased!
de: Verlauf geleert und Zwischenablage gelöscht!
fi: Historia tyhjennetty ja leikepöytä tyhjennetty!
it: Cronologia svuotata e appunti cancellati!
ja: 履歴が空になり、クリップボードが消去されました！
nl: Geschiedenis gewist en klembord gewist!
pl: Historia została wyczyszczona, a schowek opróżniony!
pt: Histórico esvaziado e área de transferência apagada!
ru: История очищена, буфер обмена стерт!
zh_tw: 歷史紀錄已清空，剪貼簿已清除！

source: “%s” copied to clipboard.
de: „%s“ in die Zwischenablage kopiert.
fi: “%s” kopioitu leikepöydälle.
it: “%s” copiato negli appunti.
ja: 「%s」がクリップボードにコピーされました。
nl: “%s” gekopieerd naar klembord.
pl: „%s” skopiowano do schowka.
pt: “%s” copiado para a área de transferência.
ru: «%s» скопировано в буфер обмена.
zh_tw: “%s” 已複製到剪貼簿。

source: Clipboard has been emptied.
de: Die Zwischenablage wurde geleert.
fi: Leikepöytä on tyhjennetty.
it: Gli appunti sono stati svuotati.
ja: クリップボードは空になりました。
nl: Klembord is leeggehaald.
pl: Schowek został opróżniony.
pt: A área de transferência foi esvaziada.
ru: Буфер обмена был очищен.
zh_tw: 剪貼簿已清空。

source: Clipboard cleared (it contained text).
de: Zwischenablage geleert (Textinhalt erkannt).
fi: Leikepöytä tyhjennetty (sisälsi tekstiä).
it: Gli appunti cancellati (contenevano testo).
ja: クリップボードはクリアされました（テキストが含まれていました）。
nl: Klembord gewist (het bevatte tekst).
pl: Schowek został wyczyszczony (zawierał tekst).
pt: Área de transferência limpa (continha texto).
ru: Буфер обмена очищен (содержал текст).
zh_tw: 剪貼簿已清除（內含文字）。

source: Clipboard not cleared (non-text content).
de: Zwischenablage nicht geleert (Nicht-Textinhalt).
fi: Leikepöytää ei tyhjennetty (ei-teksti sisältöä).
it: Gli appunti non sono stati cancellati (contenuto non testuale).
ja: クリップボードはクリアされませんでした（非テキストの内容です）。
nl: Klembord niet gewist (niet-tekstinhoud).
pl: Schowek nie został wyczyszczony (zawartość nie jest tekstem).
pt: Área de transferência não limpa (conteúdo não textual).
ru: Буфер обмена не очищен (не текстовое содержимое).
zh_tw: 剪貼簿未清除（非文字內容）。

source: An error occurred while adding content to clipboard history: %s
de: Beim Hinzufügen des Inhalts zum Verlauf der Zwischenablage ist ein Fehler aufgetreten: %s
fi: Virhe lisättäessä sisältöä leikepöydän historiaan: %s
it: Si è verificato un errore durante l'aggiunta del contenuto alla cronologia degli appunti: %s
ja: クリップボード履歴にコンテンツを追加中にエラーが発生しました：%s
nl: Er is een fout opgetreden bij het toevoegen van inhoud aan de klembordgeschiedenis: %s
pl: Wystąpił błąd podczas dodawania zawartości do historii schowka: %s
pt: Ocorreu um erro ao adicionar conteúdo ao histórico da área de transferência: %s
ru: Произошла ошибка при добавлении содержимого в историю буфера обмена: %s
zh_tw: 在將內容新增至剪貼簿歷史紀錄時發生錯誤：%s

source: New content detected: “%s”
de: Neuer Inhalt erkannt: „%s“
fi: Uusi sisältö havaittu: “%s”
it: Nuovo contenuto rilevato: “%s”
ja: 新しいコンテンツが検出されました：「%s」
nl: Nieuwe inhoud gedetecteerd: “%s”
pl: Wykryto nową zawartość: „%s”
pt: Novo conteúdo detectado: “%s”
ru: Обнаружено новое содержимое: «%s»
zh_tw: 偵測到新內容：“%s”

source: The contents of the clipboard have not changed since last %s seconds.
de: Der Inhalt der Zwischenablage hat sich in den letzten %s Sekunden nicht geändert.
fi: Leikepöydän sisältö ei ole muuttunut viimeisen %s sekunnin aikana.
it: Il contenuto degli appunti non è cambiato negli ultimi %s secondi.
ja: 最後の%s秒間、クリップボードの内容に変更はありません。
nl: De inhoud van het klembord is niet veranderd sinds de laatste %s seconden.
pl: Zawartość schowka nie zmieniła się od %s sekund.
pt: O conteúdo da área de transferência não mudou nos últimos %s segundos.
ru: Содержимое буфера обмена не менялось последние %s секунд(ы).
zh_tw: 剪貼簿內容自上次 %s 秒以來未變更。

source: Starting clipboard checking.
de: Starte Überprüfung der Zwischenablage.
fi: Leikepöydän tarkistus aloitettu.
it: Avvio del controllo degli appunti.
ja: クリップボードの監視を開始しています。
nl: Klembordcontrole gestart.
pl: Rozpoczynanie sprawdzania schowka.
pt: Iniciando verificação da área de transferência.
ru: Запуск проверки буфера обмена.
zh_tw: 開始檢查剪貼簿。

source: Clipboard history
de: Zwischenablage-Verlauf
fi: Leikepöydän historia
it: Cronologia degli appunti
ja: クリップボード履歴
nl: Klembordgeschiedenis
pl: Historia schowka
pt: Histórico da área de transferência
ru: истории буфера обмена
zh_tw: 剪貼簿歷史紀錄

source: Utility to access previously copied text.
de: Werkzeug, um zuvor kopierten Text anzuzeigen.
fi: Työkalu aiemmin kopioidun tekstin tarkasteluun.
it: Strumento per accedere al testo copiato in precedenza.
ja: 以前にコピーしたテキストにアクセスするためのユーティリティ
nl: Hulpprogramma om eerder gekopieerde tekst te openen.
pl: Narzędzie do uzyskiwania dostępu do wcześniej skopiowanego tekstu.
pt: Utilitário para acessar textos copiados anteriormente.
ru: Утилита для доступа к ранее скопированному тексту.
zh_tw: 用於訪問先前複製的文字。

source: Enable debug mode
de: Debug-Modus aktivieren
fi: Ota debug-tila käyttöön
it: Abilita la modalità di debug
ja: デバッグモードを有効にする
nl: Schakel debugmodus in
pl: Włącz tryb debugowania
pt: Ativar modo de depuração
ru: Включить режим отладки
zh_tw: 啟用除錯模式

source: Maximum number of items that can be stored in the clipboard history.
de: Maximale Anzahl der Elemente, die im Zwischenablage-Verlauf gespeichert werden können.
fi: Leikepöydän historiaan tallennettavien kohteiden enimmäismäärä.
it: Numero massimo di elementi che possono essere archiviati nella cronologia degli appunti.
ja: クリップボード履歴に保存できるアイテムの最大数
nl: Maximaal aantal items dat in de klembordgeschiedenis kan worden opgeslagen
pl: Maksymalna liczba elementów, które mogą być przechowywane w historii schowka.
pt: Número máximo de itens que podem ser armazenados no histórico da área de transferência.
ru: Максимальное количество элементов, которые могут быть сохранены в истории буфера обмена.
zh_tw: 剪貼簿歷史紀錄中可儲存的最大項目數量。

source: Clipboard check interval
de: Prüfintervall der Zwischenablage
fi: Leikepöydän tarkistusväli
it: Intervallo di controllo degli appunti
ja: クリップボードのチェック間隔
nl: Interval voor klembordcontrole
pl: Interwał sprawdzania schowka
pt: Intervalo de verificação da área de transferência
ru: Интервал проверки буфера обмена
zh_tw: 剪貼簿檢查間隔

source: seconds
de: Sekunden
fi: sekuntia
it: secondi
ja: 秒
nl: seconden
pl: sekundy
pt: segundos
ru: секунд
zh_tw: 秒

source: Open clipboard history with shortcut.
de: Zwischenablage-Verlauf per Tastenkombination öffnen.
fi: Avaa leikepöydän historia pikanäppäimellä.
it: Apri la cronologia degli appunti con la scorciatoia.
ja: ショートカットでクリップボード履歴を開く
nl: Open klembordgeschiedenis met sneltoets.
pl: Otwórz historię schowka skrótem klawiszowym.
pt: Abrir histórico da área de transferência com atalho.
ru: Открыть историю буфера обмена с помощью клавиши.
zh_tw: 使用快捷鍵開啟剪貼簿歷史紀錄。

source: Save keyboard shortcuts to open the clipboard history.
de: Tastenkombinationen zum Öffnen des Zwischenablage-Verlaufs speichern.
fi: Tallenna näppäimistöoikotiet leikepöydän historian avaamiseen.
it: Salva le scorciatoie da tastiera per aprire la cronologia degli appunti.
ja: クリップボード履歴を開くためのキーボードショートカットを保存
nl: Sla sneltoetsen op om de klembordgeschiedenis te openen.
pl: Zapisz skróty klawiszowe do otwierania historii schowka.
pt: Salvar atalhos de teclado para abrir o histórico da área de transferência.
ru: Сохранить комбинации клавиш, чтобы открыть историю буфера обмена.
zh_tw: 儲存開啟剪貼簿歷史紀錄的鍵盤快捷鍵。
